{"D015738": 0, "D003693": 1, "D014456": 2, "D007213": 3, "D007022": 4, "D012964": 5, "D011453": 6, "D000809": 7, "D007674": 8, "D016559": 9, "D011239": 10, "D012595": 11, "D000305": 12, "D057049": 13, "D016572": 14, "D008694": 15, "D011605": 16, "D001523": 17, "D003866": 18, "D001714": 19, "D000987": 20, "D003865": 21, "D019964": 22, "D010300": 23, "D004409": 24, "D007980": 25, "D003520": 26, "D003556": 27, "D013498": 28, "C079014": 29, "D010146": 30, "D004487": 31, "D056486": 32, "C055162": 33, "C400082": 34, "D003907": 35, "D009101": 36, "D010523": 37, "C006780": 38, "D001008": 39, "D066126": 40, "D002318": 41, "D007545": 42, "D019344": 43, "D003401": 44, "D000409": 45, "D001224": 46, "D002784": 47, "D014280": 48, "D005227": 49, "D008315": 50, "D009569": 51, "D005978": 52, "D013481": 53, "D002216": 54, "C467567": 55, "C467567|D003907": 56, "D013792": 57, "D001855": 58, "D020246": 59, "D007069": 60, "D015080": 61, "D009584": 62, "D030342": 63, "D011507": 64, "C107135": 65, "D000686": 66, "D020123": 67, "D005355": 68, "D001284": 69, "C418563": 70, "C096918": 71, "D058186": 72, "D005198": 73, "D011183": 74, "D009422": 75, "D003221": 76, "D013874": 77, "D015742": 78, "D020258": 79, "D004298": 80, "D015102": 81, "D006719": 82, "D014443": 83, "D012701": 84, "C098010": 85, "D009901": 86, "D014786": 87, "D004977": 88, "D054908": 89, "C531767": 90, "D015354": 91, "D004837": 92, "C476513": 93, "D064420": 94, "D017180": 95, "D001281": 96, "D006493": 97, "D013921": 98, "D058625": 99, "D006975": 100, "D019446": 101, "D008103": 102, "D054549": 103, "C089750": 104, "D054058": 105, "D008945": 106, "D008881": 107, "D002637": 108, "D003329": 109, "D010554": 110, "D018817": 111, "D000431": 112, "D009538": 113, "D000431|D009538": 114, "D002188": 115, "D002188|D000431|D009538": 116, "D008569": 117, "D020920": 118, "D006212": 119, "D018698": 120, "C029036": 121, "D003976": 122, "D010755": 123, "D006949": 124, "C056507": 125, "D006689": 126, "D009369": 127, "D002945": 128, "D008775": 129, "D009503": 130, "D008107": 131, "D006854": 132, "D001927": 133, "D012509": 134, "D008223": 135, "D012640": 136, "D013226": 137, "D003287": 138, "D003404": 139, "D002857": 140, "-1": 141, "C051890": 142, "D006973": 143, "D007177": 144, "C086816": 145, "D007010": 146, "D009325": 147, "C035133": 148, "D004317": 149, "D006331": 150, "D009336": 151, "D004830": 152, "D001663": 153, "D004827": 154, "D005419": 155, "D047310": 156, "D000647": 157, "D012601": 158, "D012844": 159, "D009020": 160, "D013311": 161, "D007249": 162, "D009573": 163, "D002118": 164, "D008559": 165, "D007052": 166, "D012965": 167, "D004110": 168, "D017693": 169, "D005947": 170, "D001806": 171, "D054198": 172, "D008727": 173, "D056784": 174, "D007938": 175, "D003072": 176, "D014148": 177, "D051437": 178, "D051436": 179, "D004194": 180, "D000740": 181, "D008595": 182, "D006470": 183, "D009421": 184, "D062787": 185, "D002045": 186, "D007649": 187, "D001145": 188, "D006323": 189, "C065180": 190, "D019161": 191, "D000855": 192, "D015746": 193, "D015725": 194, "D000380": 195, "D006402": 196, "D015251": 197, "D009202": 198, "D008228": 199, "D006333": 200, "D018943": 201, "D005045": 202, "D009207": 203, "D005283": 204, "D008874": 205, "D009069": 206, "D002779": 207, "D010758": 208, "D011041": 209, "D006505": 210, "D017114": 211, "D019462": 212, "D001919": 213, "D020927": 214, "D013575": 215, "D011595": 216, "C069541": 217, "D011618": 218, "D003006": 219, "D008094": 220, "D019966": 221, "D017109": 222, "D007501": 223, "D006861": 224, "D015431": 225, "D007035": 226, "D012893": 227, "D014635": 228, "D010291": 229, "D020325": 230, "D016202": 231, "D004660": 232, "D008614": 233, "D014839": 234, "C002752": 235, "D002524": 236, "D004401": 237, "D007654": 238, "D003875": 239, "D016757": 240, "C042288": 241, "D016171": 242, "D014212": 243, "D009220": 244, "D015473": 245, "D008130": 246, "C104457": 247, "D054218": 248, "D003561": 249, "D015275": 250, "D022124": 251, "D003244": 252, "D019115": 253, "D008258": 254, "D001424": 255, "D009410": 256, "D006984": 257, "D018487": 258, "D005682": 259, "D018754": 260, "D002211": 261, "D006930": 262, "D013001": 263, "D005901": 264, "D009798": 265, "C562750": 266, "D012173": 267, "C075773": 268, "D036145": 269, "D009293": 270, "C049864": 271, "C035054": 272, "C442759": 273, "D019342": 274, "C005975": 275, "D028361": 276, "D001943": 277, "D000638": 278, "D012131": 279, "D013974": 280, "D013256": 281, "D007455": 282, "D013959": 283, "C031942": 284, "D055499": 285, "D013927": 286, "D013921|D013927": 287, "D056824": 288, "D011655": 289, "D013479": 290, "D004844": 291, "D014859": 292, "D007676": 293, "D003687": 294, "D000661": 295, "D012559": 296, "D006948": 297, "D001058": 298, "D006220": 299, "D002375": 300, "D008133": 301, "D011188": 302, "D017374": 303, "D016593": 304, "D015283": 305, "C106487": 306, "C083440": 307, "D020964": 308, "D064793": 309, "D006345": 310, "D005317": 311, "D008353": 312, "D006258": 313, "D008687": 314, "D010433": 315, "D008795": 316, "D000157": 317, "D001710": 318, "D009203": 319, "D000667": 320, "D009459": 321, "D013747": 322, "D063325": 323, "D006816": 324, "D014150": 325, "D008790": 326, "C041359": 327, "D012804": 328, "D003324": 329, "D014009": 330, "D017298": 331, "D011115": 332, "D010292": 333, "D013739": 334, "D000728": 335, "D005485": 336, "D004967": 337, "D013629": 338, "C067431": 339, "C573355": 340, "D010862": 341, "D012871": 342, "D003967": 343, "D000596": 344, "D005680": 345, "D014640": 346, "D005839": 347, "D014031": 348, "D007239": 349, "D012206": 350, "D006526": 351, "C486464": 352, "D019821": 353, "D012254": 354, "C417083": 355, "D009135": 356, "D006416": 357, "D004801": 358, "D014508": 359, "D007683": 360, "D003928": 361, "D005446": 362, "C537630": 363, "D031300": 364, "D002386": 365, "D014657": 366, "D008269": 367, "C061870": 368, "D005207": 369, "D063806": 370, "D013390": 371, "D018500": 372, "D000242": 373, "D011141": 374, "D004408": 375, "D017311": 376, "D012678": 377, "D017291": 378, "D001049": 379, "C537417": 380, "C049430": 381, "D002092": 382, "D001588": 383, "D003992": 384, "D005459": 385, "D006859": 386, "C039726": 387, "D000743": 388, "D008288": 389, "D001622": 390, "D017202": 391, "D020257": 392, "D006528": 393, "D003024": 394, "D007970": 395, "D005334": 396, "D013716": 397, "D003474": 398, "C030272": 399, "D010100": 400, "D000244": 401, "C030298": 402, "D008175": 403, "D007680": 404, "D011471": 405, "D010126": 406, "D052638": 407, "D005921": 408, "D002110": 409, "D000804": 410, "C031763": 411, "D015464": 412, "D010677": 413, "C051786": 414, "D008113": 415, "D008224": 416, "D001151": 417, "D001152": 418, "C034930": 419, "C013741": 420, "C024986": 421, "D002725": 422, "D010042": 423, "D009136": 424, "D014810": 425, "D008696": 426, "D005315": 427, "D002806": 428, "D017275": 429, "D006261": 430, "D004244": 431, "D005483": 432, "D007024": 433, "D000420": 434, "D001249": 435, "D009241": 436, "D014202": 437, "D016584": 438, "D008734": 439, "D000379": 440, "D000241": 441, "D003035": 442, "D012216": 443, "D003327": 444, "D002395": 445, "D009638": 446, "D010386": 447, "D006869": 448, "D006417": 449, "D020293": 450, "D002277": 451, "D014571": 452, "D001749": 453, "C020731": 454, "D010121": 455, "D006973|D007022": 456, "D018457": 457, "D006473": 458, "D004280": 459, "D003042": 460, "D007511": 461, "D018476": 462, "D013616": 463, "D001285": 464, "D007008": 465, "D004077": 466, "C537153": 467, "D008558": 468, "C531616": 469, "D034141": 470, "D001925": 471, "D003320": 472, "D016578": 473, "C026098": 474, "D010634": 475, "C562694": 476, "D053609": 477, "D002545": 478, "D020520": 479, "D003932": 480, "D002051": 481, "D001656": 482, "D008232": 483, "D020896": 484, "D002543": 485, "D002544": 486, "D002546": 487, "D020521": 488, "D014700": 489, "D006966": 490, "D015175": 491, "D018967": 492, "D003000": 493, "D009278": 494, "C009695": 495, "D003061": 496, "D010423": 497, "D015306": 498, "D011433": 499, "D007003": 500, "D003920": 501, "D014591": 502, "D006965": 503, "D011372": 504, "D009640": 505, "D016889": 506, "D004714": 507, "D012010": 508, "D008206": 509, "D010672": 510, "D005076": 511, "D002228": 512, "D011014": 513, "D016905": 514, "D053099": 515, "D013345": 516, "D000614": 517, "D015119": 518, "D020767": 519, "D013923": 520, "D004211": 521, "D007238": 522, "D006932": 523, "D011086": 524, "C544351": 525, "D004342": 526, "D003975": 527, "D005280": 528, "D012312": 529, "D015356": 530, "D001766": 531, "C000873": 532, "D008012": 533, "D010406": 534, "D010243": 535, "D011681": 536, "C566236": 537, "D002512": 538, "D000450": 539, "D005937": 540, "D003681": 541, "D000617": 542, "C038936": 543, "D007612": 544, "D006603": 545, "D013402": 546, "D002952": 547, "D009005": 548, "D010264": 549, "D002493": 550, "C536409": 551, "D002217": 552, "D006145": 553, "D018738": 554, "D010646": 555, "D003891": 556, "D013610": 557, "D002746": 558, "D006943": 559, "C037652": 560, "D006030": 561, "D008715": 562, "D005234": 563, "D013752": 564, "D019301": 565, "D014750": 566, "D007049": 567, "D011374": 568, "D010424": 569, "D006851": 570, "D004958": 571, "D003676": 572, "D013789": 573, "D001971": 574, "D000568": 575, "D009839": 576, "D005687": 577, "D004976": 578, "D000109": 579, "D002243": 580, "C062769": 581, "D001569": 582, "D009118": 583, "C037476": 584, "C054626": 585, "D007538": 586, "D013035": 587, "D020820": 588, "D002220": 589, "D010649": 590, "D018908": 591, "D006461": 592, "D012293": 593, "D007918": 594, "D015215": 595, "D000163": 596, "D016049": 597, "D020758": 598, "D005473": 599, "D001289": 600, "D015248": 601, "D008148": 602, "D006951": 603, "D002340": 604, "D009212": 605, "D005199": 606, "D018805": 607, "D001996": 608, "D010382": 609, "D014294": 610, "D001930": 611, "D008659": 612, "D001929": 613, "D001480": 614, "C032976": 615, "C504380": 616, "D005688": 617, "D051474": 618, "D008413": 619, "D010259": 620, "D000639": 621, "D008118": 622, "D004049": 623, "D005368": 624, "D016595": 625, "D015427": 626, "D017093": 627, "D019803": 628, "D004155": 629, "D002927": 630, "D006632": 631, "D014397": 632, "D013852": 633, "D056768": 634, "D019806": 635, "D020110": 636, "D005996": 637, "D008528": 638, "D007037": 639, "D006934": 640, "D002119": 641, "D010710": 642, "D014807": 643, "D001639": 644, "D008750": 645, "D000744": 646, "D004630": 647, "D014947": 648, "D003613": 649, "D054179": 650, "D008599": 651, "D015430": 652, "D009120": 653, "C048279": 654, "D002056": 655, "D012837": 656, "D002066": 657, "D001932": 658, "D002998": 659, "D009461": 660, "D014403": 661, "D002744": 662, "D001556": 663, "D011441": 664, "D008713": 665, "D047508": 666, "D008180": 667, "D006980": 668, "D016291": 669, "D009543": 670, "D001282": 671, "D004054": 672, "D002292": 673, "D012834": 674, "D001712": 675, "D006562": 676, "D014277": 677, "C036432": 678, "D003680": 679, "D009921": 680, "D009116": 681, "D007741": 682, "D006221": 683, "D004737": 684, "D007530": 685, "D013610|D001919": 686, "D019793": 687, "C043114": 688, "C043104": 689, "D013327": 690, "D010567": 691, "D014917": 692, "D003533": 693, "D008803": 694, "C028322": 695, "D013806": 696, "C034347": 697, "D010130": 698, "D011092": 699, "D012972": 700, "D015474": 701, "D000152": 702, "D003231": 703, "D014985": 704, "D010787": 705, "D010211": 706, "D011559": 707, "D003318": 708, "D000013": 709, "D008850": 710, "D006972": 711, "C563492": 712, "D017265": 713, "D013726": 714, "D006332": 715, "D009952": 716, "C017590": 717, "D000707": 718, "D003704": 719, "D009270": 720, "D019832": 721, "D001745": 722, "D015760": 723, "D014867": 724, "D012980": 725, "D010653": 726, "D005047": 727, "D005910": 728, "D019337": 729, "D006970": 730, "D001649": 731, "D013827": 732, "D007565": 733, "C038806": 734, "D002121": 735, "D000787": 736, "D009568": 737, "D015737": 738, "D009553": 739, "D011692": 740, "D009401": 741, "D005923": 742, "D011479": 743, "D009404": 744, "D012428": 745, "D000628": 746, "D006947": 747, "D009288": 748, "D005438": 749, "D001172": 750, "D006994": 751, "D005472": 752, "D015179": 753, "D000741": 754, "D014520": 755, "D015116": 756, "D009447": 757, "D007099": 758, "D002653": 759, "D002180": 760, "D006685": 761, "D001507": 762, "D002177": 763, "D011241": 764, "D014923": 765, "D016511": 766, "D007153": 767, "D012769": 768, "D005481": 769, "D012970": 770, "D004986": 771, "D020888": 772, "D004833": 773, "D004176": 774, "D056988": 775, "D056989": 776, "D009759": 777, "D015835": 778, "C037293": 779, "D013036": 780, "D001259": 781, "D013999": 782, "D006852": 783, "D005221": 784, "D012459": 785, "D007681": 786, "D001241": 787, "D015232": 788, "D015237": 789, "D014693": 790, "D006426": 791, "D001464": 792, "C032232": 793, "D014991": 794, "D010665": 795, "D002244": 796, "D012598": 797, "D004229": 798, "C026729": 799, "D000082": 800, "C002887": 801, "D011552": 802, "D007964": 803, "D005479": 804, "D014474": 805, "D012798": 806, "D001262": 807, "D004966": 808, "D017258": 809, "D059373": 810, "D001379": 811, "D016470": 812, "D059413": 813, "D014552": 814, "D013203": 815, "D009181": 816, "D003586": 817, "D020031": 818, "D010852": 819, "D002766": 820, "D002108": 821, "D014667": 822, "D003900": 823, "D003919": 824, "D003894": 825, "D004221": 826, "D003328": 827, "D011796": 828, "D012977": 829, "D001146": 830, "D012848": 831, "D019955": 832, "D000419": 833, "D001201": 834, "D006876": 835, "D020879": 836, "D004491": 837, "D009388": 838, "C013102": 839, "D009599": 840, "C012102": 841, "D003913": 842, "D019956": 843, "D013617": 844, "D010051": 845, "D006585": 846, "C034868": 847, "D005767": 848, "D000784": 849, "D003276": 850, "D011782": 851, "D006521": 852, "D015764": 853, "D011189": 854, "D000141": 855, "D008733": 856, "D041881": 857, "D048550": 858, "D000255": 859, "C006753": 860, "D003973": 861, "D000100": 862, "C025504": 863, "D007485": 864, "C084773": 865, "D000530": 866, "D002712": 867, "D001965": 868, "D006547": 869, "D011803": 870, "D000550": 871, "D015845": 872, "D014313": 873, "D009609": 874, "D010197": 875, "D015210": 876, "D012140": 877, "D015662": 878, "D014295": 879, "D002506": 880, "D004892": 881, "D013262": 882, "D017239": 883, "D016190": 884, "D002289": 885, "D018771": 886, "D000799": 887, "D000806": 888, "D014581": 889, "D008140": 890, "D009205": 891, "D012770": 892, "D017829": 893, "D054537": 894, "D006929": 895, "D013148": 896, "C059447": 897, "D020195": 898, "D005444": 899, "D001534": 900, "D018170": 901, "D003027": 902, "D000788": 903, "D005442": 904, "D006152": 905, "C038983": 906, "D001127": 907, "D010656": 908, "D006406": 909, "D001778": 910, "D010894": 911, "D002311": 912, "D002312": 913, "D006349": 914, "D015774": 915, "D050197": 916, "C036139": 917, "D011654": 918, "D000138": 919, "D012128": 920, "C056595": 921, "C106746": 922, "D064730": 923, "D002117": 924, "D007011": 925, "D010437": 926, "D000468": 927, "D009853": 928, "D013392": 929, "D000471": 930, "C019248": 931, "D020230": 932, "D010911": 933, "D014570": 934, "D000171": 935, "C082828": 936, "D023921": 937, "D003251": 938, "D006130": 939, "C058876": 940, "D011760": 941, "D007859": 942, "C534628": 943, "D013134": 944, "D000324": 945, "D013972": 946, "D006935": 947, "D002245": 948, "D019259": 949, "D006509": 950, "D006514": 951, "D054556": 952, "C033273": 953, "D017135": 954, "D004997": 955, "D002955": 956, "D016179": 957, "D013015": 958, "D006897": 959, "D003711": 960, "D004053": 961, "D017294": 962, "D020250": 963, "D006944": 964, "D059606": 965, "D003924": 966, "D010024": 967, "D004802": 968, "D000505": 969, "D014517": 970, "D019469": 971, "D014514": 972, "D015658": 973, "D052878": 974, "D017091": 975, "D009127": 976, "D006423": 977, "D008774": 978, "D004678": 979, "D020925": 980, "D001647": 981, "D013261": 982, "D020355": 983, "D002635": 984, "D002780": 985, "D005905": 986, "C040442": 987, "D011565": 988, "D005885": 989, "D004417": 990, "D000644": 991, "D015761": 992, "C096012": 993, "C111148": 994, "C065757": 995, "D017330": 996, "C032519": 997, "C017807": 998, "D011419": 999, "C034221": 1000, "C031927": 1001, "C084325": 1002, "C112341": 1003, "D010636": 1004, "C050313": 1005, "D019800": 1006, "D001554": 1007, "D009249": 1008, "D019335": 1009, "D060050": 1010, "D017682": 1011, "D006976": 1012, "D005277": 1013, "D000662": 1014, "D011317": 1015, "D018917": 1016, "D000666": 1017, "C059765": 1018, "D013411": 1019, "D014123": 1020, "D009846": 1021, "D007669": 1022, "C118667": 1023, "D010984": 1024, "D010534": 1025, "D060831": 1026, "D013280": 1027, "C076029": 1028, "D015878": 1029, "D014331": 1030, "C535670": 1031, "D065817": 1032, "D004310": 1033, "D014801": 1034, "D008729": 1035, "D014550": 1036, "D017706": 1037, "C066444": 1038, "D002303": 1039, "D010302": 1040, "C027429": 1041, "D019888": 1042, "D006111": 1043, "D014652": 1044, "D019226": 1045, "C086123": 1046, "D007235": 1047, "D003560": 1048, "D019970": 1049, "D003300": 1050, "D015032": 1051, "D034381": 1052, "D006311": 1053, "D002583": 1054, "D052016": 1055, "D003248": 1056, "D004917": 1057, "D000658": 1058, "D002939": 1059, "D015242": 1060, "D002819": 1061, "D004008": 1062, "D004412": 1063, "D017699": 1064, "D017116": 1065, "C055603": 1066, "D000860": 1067, "D004374": 1068, "D018856": 1069, "D016685": 1070, "D013274": 1071, "D006463": 1072, "D053040": 1073, "D003643": 1074, "D009395": 1075, "D009530": 1076, "C036067": 1077, "D012170": 1078, "D008728": 1079, "C009591": 1080, "C043211": 1081, "C061282": 1082, "C048599": 1083, "D019830": 1084, "C057837": 1085, "C053907": 1086, "C021270": 1087, "C016534": 1088, "D008415": 1089, "D009224": 1090, "D020967": 1091, "D009222": 1092, "D008305": 1093, "D006985": 1094, "D012175": 1095, "D012421": 1096, "D013547": 1097, "D006024": 1098, "C010845": 1099, "D006945": 1100, "D014987": 1101, "D010612": 1102, "D013924": 1103, "C030852": 1104, "D014751": 1105, "D002534": 1106, "D003872": 1107, "D005148": 1108, "D012393": 1109, "D019557": 1110, "D004485": 1111, "D003876": 1112, "D005911": 1113, "D006529": 1114, "C451780": 1115, "D006937": 1116, "D050171": 1117, "D009525": 1118, "D010936": 1119, "D010545": 1120, "D004329": 1121, "D016898": 1122, "D019698": 1123, "C027576": 1124, "C002744": 1125, "C076259": 1126, "D014196": 1127, "D009062": 1128, "D004874": 1129, "D020447": 1130, "C020972": 1131, "D007333": 1132, "D020244": 1133, "D005070": 1134, "C105934": 1135, "C012655": 1136, "D004890": 1137, "D047069": 1138, "C012052": 1139, "D006996": 1140, "D002125": 1141, "D003513": 1142, "D008594": 1143, "D005705": 1144, "D050723": 1145, "D003110": 1146, "D002908": 1147, "D019980": 1148, "D012266": 1149, "C048498": 1150, "D004294": 1151, "D012148": 1152, "D004415": 1153, "D017373": 1154, "C032348": 1155, "D002037": 1156, "C020047": 1157, "C522803": 1158, "D008691": 1159, "C001803": 1160, "D010479": 1161, "D008911": 1162, "D010488": 1163, "D013733": 1164, "D006513": 1165, "C416835": 1166, "C036006": 1167, "D000880": 1168, "D004365": 1169, "D034341": 1170, "C004656": 1171, "D013438": 1172, "D014343": 1173, "D003545": 1174, "D005702": 1175, "D001321": 1176, "D019958": 1177, "D006886": 1178, "D052246": 1179, "D000894": 1180, "D006471": 1181, "C116926": 1182, "D016778": 1183, "D018879": 1184, "D023341": 1185, "D014012": 1186, "D011802": 1187, "D014883": 1188, "D010396": 1189, "D017512": 1190, "D019345": 1191, "D006527": 1192, "D020803": 1193, "D020301": 1194, "C042705": 1195, "D001037": 1196, "D014549": 1197, "C081489": 1198, "C562386": 1199, "D004113": 1200, "D007854": 1201, "D007855": 1202, "D003865|D016584": 1203, "D008944": 1204, "C085143": 1205, "D010878": 1206, "D001987": 1207, "D060085": 1208, "D000641": 1209, "D014826": 1210, "C037663": 1211, "D011318": 1212, "D008550": 1213, "D002330": 1214, "D054220": 1215, "C002647": 1216, "D007294": 1217, "C564356": 1218, "D014376": 1219, "D004696": 1220, "D019694": 1221, "D010149": 1222, "D013929": 1223, "D013931": 1224, "D017695": 1225, "D010718": 1226, "C059715": 1227, "D018119": 1228, "D019829": 1229, "C098320": 1230, "D000140": 1231, "D054019": 1232, "D008178": 1233, "D055370": 1234, "D015433": 1235, "D006486": 1236, "D001327": 1237, "D006525": 1238, "D005913": 1239, "C057619": 1240, "D005907": 1241, "D019808": 1242, "D014511": 1243, "D011343": 1244, "D019772": 1245, "D005909": 1246, "D008231": 1247, "D006961": 1248, "D049950": 1249, "C071741": 1250, "D065626": 1251, "D009765": 1252, "D006946": 1253, "D002231": 1254, "D056648": 1255, "D013956": 1256, "D001168": 1257, "D010309": 1258, "D002561": 1259, "D006556": 1260, "D016627": 1261, "C029992": 1262, "C005177": 1263, "C029684": 1264, "D019343": 1265, "D005424": 1266, "D005492": 1267, "C064276": 1268, "D054038": 1269, "D008104": 1270, "D019586": 1271, "D012164": 1272, "D006679": 1273, "D017367": 1274, "D008668": 1275, "D019287": 1276, "D015632": 1277, "D001545": 1278, "D020734": 1279, "C401121": 1280, "D009437": 1281, "D002351": 1282, "D003929": 1283, "D000991": 1284, "C542870": 1285, "D055154": 1286, "C476756": 1287, "D015470": 1288, "D006456": 1289, "D013420": 1290, "D003922": 1291, "D048909": 1292, "C401859": 1293, "D020522": 1294, "D017257": 1295, "D019386": 1296, "D004164": 1297, "D059352": 1298, "D017576": 1299, "D008581": 1300, "D008712": 1301, "D064704": 1302, "C043265": 1303, "D010068": 1304, "D009254": 1305, "D001120": 1306, "D019331": 1307, "D005690": 1308, "D000544": 1309, "D018149": 1310, "D013746": 1311, "D010830": 1312, "D003424": 1313, "D005672": 1314, "D015212": 1315, "D013469": 1316, "D004421": 1317, "D000928": 1318, "D014786|D006311": 1319, "D006319": 1320, "D009157": 1321, "D008274": 1322, "D009468": 1323, "D011225": 1324, "D020511": 1325, "C084599": 1326, "C013295": 1327, "D003480": 1328, "D003350": 1329, "D011464": 1330, "D001920": 1331, "D016534": 1332, "C093415": 1333, "D019946": 1334, "D006830": 1335, "D031901": 1336, "D002822": 1337, "D003609": 1338, "D004617": 1339, "D012735": 1340, "D010003": 1341, "D025242": 1342, "D007172": 1343, "D014523": 1344, "D010615": 1345, "D014516": 1346, "D003622": 1347, "D010428": 1348, "D011405": 1349, "D013034": 1350, "D003647": 1351, "D014229": 1352, "D019965": 1353, "D005355|D009135": 1354, "D009408": 1355, "D013174": 1356, "D011660": 1357, "D005445": 1358, "D002762": 1359, "D054559": 1360, "D010319": 1361, "D020275": 1362, "D044342": 1363, "D013831": 1364, "D012256": 1365, "D003389": 1366, "D003240": 1367, "D004308": 1368, "D005200": 1369, "D063646": 1370, "D000167": 1371, "D014223": 1372, "C020743": 1373, "D014527|D012492": 1374, "D010725": 1375, "D013307": 1376, "D003638": 1377, "D002997": 1378, "C007112": 1379, "D001176": 1380, "D009140": 1381, "D000527": 1382, "D016638": 1383, "D002443": 1384, "D047090": 1385, "C009438": 1386, "C060802": 1387, "D001791": 1388, "D044182": 1389, "D061205": 1390, "D002114": 1391, "D014812": 1392, "D015055": 1393, "D016055": 1394, "D016912": 1395, "C103477": 1396, "C065046": 1397, "D013988": 1398, "D015740": 1399, "D020326": 1400, "D003323": 1401, "D000783": 1402, "D014579": 1403, "D010409": 1404, "D003345": 1405, "D017255": 1406, "C040029": 1407, "C102006": 1408, "D002034": 1409, "D017035": 1410, "C536214": 1411, "D049994": 1412, "D012514": 1413, "D012878": 1414, "D007414": 1415, "C002630": 1416, "C042375": 1417, "C054938": 1418, "D010890": 1419, "D010076": 1420, "D013693": 1421, "C515050": 1422, "D007319": 1423, "C580162": 1424, "D002996": 1425, "D007247": 1426, "D004872": 1427, "C025946": 1428, "D000995": 1429, "D016751": 1430, "D017254": 1431, "C110904": 1432, "D009496": 1433, "C079087": 1434, "D002230": 1435, "D008995": 1436, "D015103": 1437, "D005406": 1438, "D010868": 1439, "D006916": 1440, "D054059": 1441, "D029424": 1442, "D011224": 1443, "D007548": 1444, "D009771": 1445, "C025136": 1446, "D002532": 1447, "D001165": 1448, "D020300": 1449, "D013453": 1450, "D014777": 1451, "D005734": 1452, "D014978": 1453, "D008628": 1454, "D014927": 1455, "D012460": 1456, "D003093": 1457, "D001017": 1458, "D007690": 1459, "D003025": 1460, "D006504": 1461, "D003606": 1462, "D008545": 1463, "D006940": 1464, "D008787": 1465, "D006327": 1466, "D012504": 1467, "C019269": 1468, "D014805": 1469, "D003128": 1470, "D005463": 1471, "C007744": 1472, "C007419": 1473, "D010400": 1474, "D007645": 1475, "D001279": 1476, "D014673": 1477, "D006497": 1478, "C015445": 1479, "D006025": 1480, "D008466": 1481, "D008942": 1482, "C085788": 1483, "D018021": 1484, "D008619": 1485, "D019954": 1486, "D004387": 1487, "D005922": 1488, "C087567": 1489, "C098725": 1490, "D018490": 1491, "C047426": 1492, "D020280": 1493, "D016651": 1494, "C023754": 1495, "D009128": 1496, "D006974": 1497, "D008181": 1498, "D011695": 1499, "D007154": 1500, "C085527": 1501, "D009838": 1502, "C093337": 1503, "C050232": 1504, "C063968": 1505, "D020117": 1506, "C010637": 1507, "D011346": 1508, "D000961": 1509, "C522374": 1510, "D006628": 1511, "D011085": 1512, "D008914": 1513, "D000172": 1514, "D004700": 1515, "C535610": 1516, "D000230": 1517, "D016729": 1518, "D003047": 1519, "C101425": 1520, "D020922": 1521, "D007531": 1522, "D012524": 1523, "D012999": 1524, "D011220": 1525, "D048288": 1526, "C032302": 1527, "C007145": 1528, "D020849": 1529, "D001660": 1530, "D001851": 1531, "D011128": 1532, "D011843": 1533, "D014221": 1534, "C030262": 1535, "D006987": 1536, "D020335": 1537, "C032109": 1538, "D052177": 1539, "D009712": 1540, "D012906": 1541, "D020078": 1542, "D002658": 1543, "D003147": 1544, "D007752": 1545, "D002659": 1546, "D015016": 1547, "D004172": 1548, "D001763": 1549, "D005998": 1550, "C094645": 1551, "D004809": 1552, "D060845": 1553, "D001002": 1554, "D002132": 1555, "D002122": 1556, "D015784": 1557, "C535700": 1558, "C064227": 1559, "D000608": 1560, "D008464": 1561, "D020891": 1562, "D005476": 1563, "D015647": 1564, "D015767": 1565, "D008454": 1566, "D020388": 1567, "D001068": 1568, "D012817": 1569, "D010431": 1570, "D013793": 1571, "D016491": 1572, "C008514": 1573, "D007383": 1574, "D001991": 1575, "D006478": 1576, "D014766": 1577, "D013759": 1578, "C032943": 1579, "D004938": 1580, "D003645": 1581, "D006316": 1582, "D005480": 1583, "D001171": 1584, "C005238": 1585, "D013118": 1586, "D004437": 1587, "D007939": 1588, "D002286": 1589, "D001254": 1590, "D018262": 1591, "D002251": 1592, "D013163": 1593, "D000584": 1594, "D000525": 1595, "D004775": 1596, "D004414": 1597, "D010208": 1598, "D015282": 1599, "D042882": 1600, "D002764": 1601, "D002526": 1602, "D000583": 1603, "D009877": 1604, "D013290": 1605, "D013684": 1606, "D013611": 1607, "D017402": 1608, "C067411": 1609, "C072959": 1610, "D014269": 1611, "C562477": 1612, "D014580": 1613, "D001067": 1614, "D024502": 1615, "D017665": 1616, "C046728": 1617, "D024505": 1618, "D005665": 1619, "D000588": 1620, "D012078": 1621, "D008171": 1622, "C511402": 1623, "D044945": 1624, "D004177": 1625, "D002606": 1626, "D059350": 1627, "D010954": 1628, "D005128": 1629, "D007608": 1630, "D001640": 1631, "D017963": 1632, "D019969": 1633, "D007479": 1634, "C044834": 1635, "D000111": 1636, "C524754": 1637, "C008316": 1638, "C032171": 1639, "C544092": 1640, "D024841": 1641, "D059787": 1642, "D003915": 1643, "C063008": 1644, "D057911": 1645, "D010642": 1646, "D020968": 1647, "D009187": 1648, "D001022": 1649, "D000160": 1650, "D011020": 1651, "D009894": 1652, "D008100": 1653, "D010098": 1654, "C048833": 1655, "C522667": 1656, "C558899": 1657, "D006394": 1658, "D019820": 1659, "D000493": 1660, "D014527": 1661, "D044348": 1662, "C492458": 1663, "C108606": 1664, "D014530": 1665, "C532833": 1666, "D003731": 1667, "D057085": 1668, "D012120": 1669, "D013971": 1670, "D008070": 1671, "D004656": 1672, "D004204": 1673, "D000402": 1674, "D012642": 1675, "D006978": 1676, "D013705": 1677, "D003484": 1678, "D000079": 1679, "D014299": 1680, "D012110": 1681, "D019257": 1682, "D011899": 1683, "D000086": 1684, "D002137": 1685, "D012532": 1686, "C080436": 1687, "C068820": 1688, "D008708": 1689, "D013471": 1690, "D008173": 1691, "C067311": 1692, "C002616": 1693, "D011693": 1694, "D003161": 1695, "D006099": 1696, "D019818": 1697, "D017542": 1698, "D004832": 1699, "D011342": 1700, "D003911": 1701, "C065679": 1702, "D001374": 1703, "D011230": 1704, "D001564": 1705, "D008770": 1706, "D019813": 1707, "D015073": 1708, "C014347": 1709, "D003596": 1710, "D014282": 1711, "D008577": 1712, "D007955": 1713, "D003873": 1714, "D002794": 1715, "D017256": 1716, "C413408": 1717, "C422923": 1718, "C065179": 1719, "C562729": 1720, "C016986": 1721, "D015814": 1722, "D003229": 1723, "D004774": 1724, "D003316": 1725, "C017367": 1726, "D008801": 1727, "D002116": 1728, "D012135": 1729, "D008972": 1730, "D018376": 1731, "D020748": 1732, "D009711": 1733, "C053001": 1734, "C009250": 1735, "D001030": 1736, "C067171": 1737, "C010980": 1738, "C121465": 1739, "D014701": 1740, "C476217": 1741, "D010248": 1742, "D010195": 1743, "D001651": 1744, "D017086": 1745, "D013936": 1746, "D012019": 1747, "D006073": 1748, "D010020": 1749, "D005530": 1750, "D015775": 1751, "D006912": 1752, "D007464": 1753, "D009896": 1754, "C538178": 1755, "D013395": 1756, "D001018": 1757, "D006820": 1758, "D003630": 1759, "D000014": 1760, "D013449": 1761, "D000757": 1762, "D018636": 1763, "D002754": 1764, "D017880": 1765, "D006548": 1766, "D009582": 1767, "D000853": 1768, "D006344": 1769, "D002971": 1770, "D002972": 1771, "D002511": 1772, "D015363": 1773, "D002699": 1774, "D000477": 1775, "D011687": 1776, "D013585": 1777, "C027260": 1778, "D010689": 1779, "C010013": 1780, "C010012": 1781, "D008654": 1782, "D007890": 1783, "D002280": 1784, "D015097": 1785, "C034818": 1786, "D013331": 1787, "C046308": 1788, "D005990": 1789, "D058447": 1790, "D012163": 1791, "D000677": 1792, "C042315": 1793, "D002294": 1794, "D002282": 1795, "D008063": 1796, "C426686": 1797, "C081309": 1798, "C479958": 1799, "D015790": 1800, "C021341": 1801, "D011736": 1802, "D009536": 1803, "D011730": 1804, "D007737": 1805, "D014364": 1806, "C121249": 1807, "D010622": 1808, "D014217": 1809, "D011537": 1810, "D010996": 1811, "D002305": 1812, "D012700": 1813, "D053608": 1814, "D002719": 1815, "D013375": 1816, "D009567": 1817, "C540770": 1818, "D017674": 1819, "D006029": 1820, "C052075": 1821, "C069357": 1822, "D003490": 1823, "D054092": 1824, "D004999": 1825, "D020428": 1826, "D003286": 1827, "D015417": 1828, "D002738": 1829, "C008281": 1830, "C032208": 1831, "C507242": 1832, "D014236": 1833, "D000435": 1834, "C106876": 1835, "D009139": 1836, "D011280": 1837, "C105051": 1838, "C007789": 1839, "D020141": 1840, "C016635": 1841, "D020155": 1842, "C066201": 1843, "C108761": 1844, "C106791": 1845, "D012141": 1846, "D049971": 1847, "D006530": 1848, "D002248": 1849, "D054138": 1850, "C004616": 1851, "D013467": 1852, "D000236": 1853, "D009133": 1854, "C009265": 1855, "D025101": 1856, "D005997": 1857, "C005618": 1858, "C070935": 1859, "D007488": 1860, "D017545": 1861, "D017673": 1862, "D012313": 1863, "D002788": 1864, "D019438": 1865, "C402343": 1866, "D016736": 1867, "D014890": 1868, "C021650": 1869, "D020146": 1870, "D005402": 1871, "D020345": 1872, "D009436": 1873, "D000547": 1874, "D011596": 1875, "D009647": 1876, "D008755": 1877, "D007040": 1878, "D015877": 1879, "D001986": 1880, "D011512": 1881, "C093622": 1882, "D004878": 1883, "D012001": 1884, "D020795": 1885, "D001761": 1886, "D014748": 1887, "D011697": 1888, "D008199": 1889, "D009102": 1890, "D009393": 1891, "D016642": 1892, "D007208": 1893, "C078665": 1894, "C047781": 1895, "D005013": 1896, "D005764": 1897, "D015043": 1898, "C473478": 1899, "C471405": 1900, "C100416": 1901, "C052342": 1902, "D004025": 1903, "C066430": 1904, "C072790": 1905, "C058895": 1906, "C004658": 1907, "C010882": 1908, "D003091": 1909, "D011206": 1910, "C005253": 1911, "C006820": 1912, "D019967": 1913, "D006606": 1914, "D010493": 1915, "C036150": 1916, "D020018": 1917, "D006177": 1918, "C004648": 1919, "D007006": 1920, "D007027": 1921, "C047847": 1922, "D000789": 1923, "D009400": 1924, "D014717": 1925, "C023470": 1926, "D019805": 1927, "D010134": 1928, "C079574": 1929, "D009943": 1930, "D009705": 1931, "D003288": 1932, "D006170": 1933, "C022189": 1934, "D018491": 1935, "D014262": 1936, "D006909": 1937, "C009166": 1938, "D002083": 1939, "D010212": 1940, "D017573": 1941, "D007650": 1942, "D002707": 1943, "D012851": 1944, "D020518": 1945, "D001157": 1946, "D012563": 1947, "D000648": 1948, "D012409": 1949, "D006919": 1950, "D011398": 1951, "D016919": 1952, "D000437": 1953, "C055866": 1954, "C053571": 1955, "D007472": 1956, "D008794": 1957, "D006222": 1958, "D006086": 1959, "D009190": 1960, "C066440": 1961, "D001498": 1962, "D009362": 1963, "D008579": 1964, "D012852": 1965, "D005414": 1966, "C048081": 1967, "C045645": 1968, "C422649": 1969, "D058647": 1970, "C025541": 1971, "D058915": 1972, "D063726": 1973, "D001308": 1974, "D016861": 1975, "C109794": 1976, "D004232": 1977, "D010389": 1978, "D002819|D001264": 1979, "C064210": 1980, "C018824": 1981, "D000699": 1982, "C038192": 1983, "C406224": 1984, "C095427": 1985, "C071262": 1986, "C079415": 1987, "C416545": 1988, "D009472": 1989, "C031231": 1990, "C507346": 1991, "D010490": 1992, "D004041": 1993, "D000249": 1994, "C092292": 1995, "C013592": 1996, "D059808": 1997, "D001205": 1998, "D004121": 1999, "C004742": 2000, "D001418": 2001, "D018942": 2002, "D015228": 2003, "D016666": 2004, "D010640": 2005, "D034721": 2006, "D012202": 2007, "D004881": 2008, "D008784": 2009, "D004876": 2010, "D010096": 2011, "D014256": 2012, "D017371": 2013, "D007505": 2014, "C535509": 2015, "C030123": 2016, "C565222": 2017, "D018366": 2018, "D020760": 2019, "D020336": 2020, "D012530": 2021, "D004091": 2022, "D020910": 2023, "D013967": 2024, "D002701": 2025, "D010198": 2026, "D013496": 2027, "D003840": 2028, "D013657": 2029, "D013656": 2030, "D004071": 2031, "D001393": 2032, "D009428": 2033, "D008469": 2034, "C044946": 2035, "C075750": 2036, "D008054": 2037, "D017392": 2038, "C045022": 2039, "C556631": 2040, "D010673": 2041, "D009529": 2042, "C037689": 2043, "D007547": 2044, "D009566": 2045, "D005279": 2046, "D006046": 2047, "D000319": 2048, "D001539": 2049, "D011928": 2050, "D017285": 2051, "D000257": 2052, "C059262": 2053, "D006151": 2054, "D018357": 2055, "D006482": 2056, "D004062": 2057, "D006519": 2058, "D010019": 2059, "C003636": 2060, "D007372": 2061, "C026956": 2062, "C097949": 2063, "D002389": 2064, "C006389": 2065, "C020976": 2066, "D006255": 2067, "D013651": 2068, "D003473": 2069, "D053201": 2070, "D015320": 2071, "C071693": 2072, "C073839": 2073, "C563897": 2074, "D002752": 2075, "D012133": 2076, "C005151": 2077, "D017325": 2078, "D015230": 2079, "C053876": 2080, "C024989": 2081, "D012643": 2082, "D006620": 2083, "D020108": 2084, "D009643": 2085, "C538496": 2086, "D020158": 2087, "D000592": 2088, "D009123": 2089, "D007805": 2090, "D008607": 2091, "D016713": 2092, "D009103": 2093, "D001167": 2094, "D018818": 2095, "D006495": 2096, "C020243": 2097, "D019636": 2098, "D011628": 2099, "C047047": 2100, "D041781": 2101, "D007244": 2102, "D001989": 2103, "D013281": 2104, "D002698": 2105, "D010869": 2106, "C006649": 2107, "D050497": 2108, "D043183": 2109, "D005759": 2110, "D006259": 2111, "D001859": 2112, "C053519": 2113, "D004076": 2114, "C028911": 2115, "C025725": 2116, "D012213": 2117, "D000643": 2118, "D064751": 2119, "D014424": 2120, "D001237": 2121, "D007969": 2122, "D018658": 2123, "D000535": 2124, "D003487": 2125, "D012214": 2126, "D014042": 2127, "D014899": 2128, "D013835": 2129, "D020915": 2130, "C565469": 2131, "C030299": 2132, "D045262": 2133, "D019797": 2134, "C536522": 2135, "C014282": 2136, "C056299": 2137, "C051883": 2138, "D006962": 2139, "C536202": 2140, "D013881": 2141, "D009661": 2142, "D005117": 2143, "C014896": 2144, "D007625": 2145, "D006963": 2146, "D007662": 2147, "D002338": 2148, "C117268": 2149, "D013619": 2150, "D012607": 2151, "C049860": 2152, "C076946": 2153, "D014147": 2154, "C001335": 2155, "C004504": 2156, "D008278": 2157, "D011832": 2158, "D002761": 2159, "D056487": 2160, "D009248": 2161, "C538458": 2162, "D006469": 2163, "D000748": 2164, "D009243": 2165, "D011064": 2166, "D062907": 2167, "D019289": 2168, "C032151": 2169, "D016677": 2170, "C027278": 2171, "D003974": 2172, "D004492": 2173, "C025667": 2174, "C099041": 2175, "D053158": 2176, "D013901": 2177, "C535648": 2178, "D009223": 2179, "C095756": 2180, "C097299": 2181, "D018781": 2182, "D051270": 2183, "C008261": 2184, "D020372": 2185, "D010645": 2186, "C562388": 2187, "D020178": 2188, "C537296": 2189, "D006106": 2190, "D062788": 2191, "D001768": 2192, "D009396": 2193, "D011472": 2194, "C015173": 2195, "D011458": 2196, "D002713": 2197, "D002809": 2198, "D011388": 2199, "D019207": 2200, "D003277": 2201, "D004128": 2202, "D008748": 2203, "C018021": 2204, "D012892": 2205, "C441200": 2206, "D003620": 2207, "D001416": 2208, "D002747": 2209, "D020821": 2210, "D013786": 2211, "C029504": 2212, "D015313": 2213, "D014191": 2214, "D034801": 2215, "D015620": 2216, "C059896": 2217, "C031662": 2218, "C084820": 2219, "D001590": 2220, "C017610": 2221, "D011352": 2222, "D006470|D003556": 2223, "D046628": 2224, "D000983": 2225, "C045894": 2226, "C402896": 2227, "D020875": 2228, "C028889": 2229, "D019900": 2230, "D020881": 2231, "C034318": 2232, "D015124": 2233, "C090450": 2234, "C004479": 2235, "C537346": 2236, "D002354": 2237, "D010975": 2238, "D019851": 2239, "D002547": 2240, "C519696": 2241, "C107044": 2242, "D020105": 2243, "D001744": 2244, "D002065": 2245, "D058825": 2246, "D012594": 2247, "D004070": 2248, "D005902": 2249, "D002047": 2250, "D005557": 2251, "D007660": 2252, "D008105": 2253, "D003882": 2254, "D010504": 2255, "D004052": 2256, "D007775": 2257, "D010695": 2258, "D009956": 2259, "D000857": 2260, "D011718": 2261, "D033461": 2262, "D000518": 2263, "D018256": 2264, "D061218": 2265, "D007981": 2266, "C564088": 2267, "C033457": 2268, "D021501": 2269, "D011702": 2270, "C012282": 2271, "C013440": 2272, "C103872": 2273, "C084178": 2274, "D003371": 2275, "D003095": 2276, "C024224": 2277, "D011034": 2278, "C036466": 2279, "D010889": 2280, "C045856": 2281, "C034753": 2282, "D014529": 2283, "D059265": 2284, "D006941": 2285, "D017308": 2286, "D004893": 2287, "C081198": 2288, "D009627": 2289, "D014284": 2290, "D012021": 2291, "C015068": 2292, "D001139": 2293, "D013981": 2294, "D065630": 2295, "D006849": 2296, "D008625": 2297, "D013494": 2298, "D019578": 2299, "D008538": 2300, "C005435": 2301, "D015837": 2302, "C018370": 2303, "D019559": 2304, "C066192": 2305, "D011814": 2306, "D013866": 2307, "D014555": 2308, "D043343": 2309, "D009074": 2310, "D020926": 2311, "D019329": 2312, "C032368": 2313, "D015378": 2314, "C044650": 2315, "D018723": 2316, "D014605": 2317, "D006948|D004409": 2318, "D010468": 2319, "D008238": 2320, "C434926": 2321, "D013119": 2322, "D005862": 2323, "D009240": 2324, "D010419": 2325, "D004456": 2326, "D018233": 2327, "D010049": 2328, "D020181": 2329, "D012891": 2330, "D007659": 2331, "C033706": 2332, "D015863": 2333, "C562399": 2334, "D007637": 2335, "D014869": 2336, "D000031": 2337, "D001247": 2338}